Revit 2027 API
ParameterTypeId.RebarSystemSpanactiveDirn1 Property
 "Bars In Major Direction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemSpanactiveDirn1 { get; }
Public Shared ReadOnly Property RebarSystemSpanactiveDirn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemSpanactiveDirn1 {
	ForgeTypeId^ get ();
}
static member RebarSystemSpanactiveDirn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace